/*
Localizable.strings
PanicLibSSH2

Created by heather on 11/13/15.
Copyright © 2015 Panic. All rights reserved.
*/

"SSH initialization failed." = "SSH initialization failed.";
"SSH connection was cancelled." = "La connexion SSH a été annulée.";
"Couldn't connect to server." = "Impossible de se connecter au serveur.";
"Session startup failed." = "Échec du démarrage de session.";
"Password authentication not allowed." = "Authentification par mot de passe non autorisée.";
"Username or password was not accepted by the server." = "Le nom d’utilisateur ou le mot de passe a été refusé par le serveur.";
"Key file was not accepted by the server." = "Le fichier de clé n’a pas été accepté par le serveur.";
"Key file passphrase or authentication code was not accepted by the server." = "Le code d’authentification ou la phrase secrète du fichier de clé n’a pas été accepté par le serveur.";
"Session request failed." = "Échec de la requête de session.";
"PTY request failed." = "Échec de la requête PTY.";
"Shell request failed." = "Échec de la requête shell.";
"Read data unavailable." = "Lecture des données non disponible.";
"Verification code was not accepted by the server." = "Le code de vérification n’a pas été accepté par le serveur.";
"The %@ %@ fingerprint is:\n%@" = "L’empreinte %@ %@ est :\n%@";
"RSA" = "RSA";
"DSA" = "DSA";
"ECDSA" = "ECDSA";
"Ed25519" = "Ed25519";
"MD5" = "MD5";
"SHA1" = "SHA1";
"SHA256" = "SHA256";
"Unknown" = "Inconnu";
"Connecting to Server." = "Connecting to Server.";

// SFTP Connection errors
"Connection cancelled." = "Connexion annulée.";
"Connection failed." = "Échec de la connexion.";
"Connection closed." = "Connexion fermée.";
"An unexpected end of file error occurred." = "Une erreur inattendue de fin de fichier s’est produite.";
"Command failed." = "Échec de la commande.";
"Bad message." = "Mauvais message.";
"Read error." = "Erreur de lecture.";
"Write error." = "Erreur d’écriture.";
"Remote stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Local stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Couldn't set local permissions." = "Impossible de configurer les autorisations locales.";
"Couldn't set local file time." = "Impossible d’horodater le fichier local.";
"Can't download a directory." = "Impossible de télécharger un répertoire.";
"Couldn't get remote handle." = "Impossible de prendre la main à distance.";
"Couldn't create local file." = "Impossible de créer un fichier local.";
"Data packet too big." = "Le paquet de données est trop important.";
"Attributes missing permissions." = "Autorisations manquantes pour les attributs.";
"Protocol error." = "Erreur de protocole.";
"Unable to extract public key from private key file." = "Impossible d’extraire la clé publique du fichier de clé privée.";
"Could not establish a secure connection." = "Impossible d’établir une connexion sécurisée.";
"File not found." = "Fichier introuvable.";
"Make sure you have permission to modify this file." = "Assurez-vous de disposer des autorisations pour modifier ce fichier.";
"Not connected." = "Non connecté.";
"Server closed connection." = "Connexion au serveur fermée.";
"Operation not supported." = "Opération non prise en charge.";
"Connection refused." = "Connexion refusée.";
"Stat failed." = "Échec des stat.";
"An SSH config file contains one or more errors. Please correct them to use this file." = "Un fichier de configuration SSH contient une ou plusieurs erreurs. Veuillez les corriger pour utiliser ce fichier.";
"Credentials were not accepted by the server." = "Les données d’identification n’ont pas été acceptées par le serveur.";
"Invalid port." = "Port invalide.";
"Unable to forward port." = "Impossible de rediriger le port.";

// PCSession propmts
" Please re-enter your key passphrase." = " Saisissez à nouveau votre phrase secrète de clé.";
" Please re-enter your password." = " Saisissez à nouveau votre mot de passe.";
" Please re-enter your verification code." = " Saisissez à nouveau votre code de vérification.";
"A verification code is required for %@" = "Un code de vérification est nécessaire pour %@";
"Please enter the pin for \"%@\"." = "Saisissez le code confidentiel pour « %@ ».";
"Enter the key passphrase for \"%@\"." = "Saisissez la phrase secrète clé pour « %@ ».";
" Please enter your key passphrase for \"%@\"." = " Saisissez votre phrase secrète clé pour « %@ ».";

// Server export
"Encrypted with passwords" = "Chiffré avec des mots de passe";
"Unencrypted without passwords" = "Chiffré sans mots de passe";
"export passwords" = "exporter des mots de passe";
"Enter a unique password to protect the file containing your exported items." = "Saisissez un mot de passe unique pour protéger le fichier contenant vos éléments exportés.";
"Transmit and Nova" = "Transmit et Nova";
"The password must be at least 12 characters long and will be used when importing into %@.\n\nThe encryption used on this file may become insecure in the future, so please delete all copies once you are finished with it." = "Le mot de passe doit contenir au moins 12 caractères et sera utilisé lors de l’importation dans %@.\n\nIl se peut qu’à l’avenir le chiffrement utilisé sur ce fichier n’offre plus de garanties de sécurité suffisantes. Veuillez supprimer toutes les copies une fois que vous avez fini de l’utiliser.";
"Password:" = "Mot de passe :";
"Verify:" = "Vérifier :";
"Unable to generate encryption key." = "Impossible de générer une clé de chiffrement.";
"Unable to initialize encryption." = "Impossible d’initialiser le chiffrement.";
"Encryption failed" = "Le chiffrement a échoué.";
"Data is not encrypted." = "Les données ne sont pas chiffrées.";
"Invalid encryption header." = "En-tête de chiffrement manquant.";
"Unable to initialize decryption." = "Impossible d’initialiser le déchiffrement.";
"Decryption failed" = "Le déchiffrement a échoué.";
"Enter the passphrase used to encrypt the exported servers." = "Saisissez la phrase secrète utilisée pour chiffrer les serveurs exportés.";

// SK Keys
"Unable to generate SK Key." = "Impossible de générer une clé SK.";
"Please ensure your authenticator is connected and your PIN is correct." = "Assurez-vous que votre authentificateur est connecté et que votre code PIN est correct.";

// Ccertificates
"Untitled" = "Sans titre";
"None" = "Aucun";
"Expires: " = "Expire : ";
"Could not import data from file." = "Impossible d’importer des données du fichier.";
